Repository: Nersesk/m_women
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Martuni Women's Community Council Administration
hy: Մարտունու Կանանց Համայնքային Խորհուրդի Ադմինիստրացիա

source: Site Administration
hy: Կայքի Ադմինիստրացիա

source: Image
hy: Նկար

source: Fields in English
hy: Անգլերեն դաշտեր

source: Fields in Armenian
hy: Հայերեն դաշտեր

source: General Fields
hy: Ընդհանուր դաշտեր

source: add_image_text
hy: Ավելացնել նկար

source: Sections
hy: Բաժիններ

source: Name (English)
hy: Անունը (անգլերեն)

source: Name (Armenian)
hy: Անունը (հայերեն)

source: Position (English)
hy: Հաստիքը (անգլերեն)

source: Position (Armenian)
hy: Հաստիքը (հայերեն)

source: Staff
hy: Աշխատակից

source: Staff members
hy: Աշխատակիցներ

source: Duration
hy: Տևողություն

source: Count of projects
hy: Պրոյեկտների քանակը

source: Business Partner
hy: Գործընկեր

source: Business Partners
hy: Գործընկերներ

source: Job name (English)
hy: Աշխատանքի անվանումը (անգլերեն)

source: Job name (Armenian)
hy: Աշխատանքի անվանումը (հայերեն)

source: Job description (English)
hy: Աշխատանքի նկարագիրը (անգլերեն)

source: Job description (Armenian)
hy: Աշխատանքի նկարագիրը (հայերեն)

source: Job duration (English)
hy: Աշխատանքի տևողությունը (անգլերեն)

source: Job duration in (Armenian)
hy: Աշխատանքի տևողությունը (հայերեն)

source: Assessment Service Description (English)
hy: Գնահատման ծառայության նկարագրությունը (անգլերեն)

source: Assessment Service Description (Armenian)
hy: Գնահատման ծառայության նկարագրությունը (հայերեն)

source: Requirements to the appraiser in (English)
hy: Պահանջներ գնահատողին (անգլերեն)

source: Requirements to the appraiser (Armenian)
hy: Պահանջներ գնահատողին (հայերեն)

source: Application Procedure (English)
hy: Հայտերը ներկայացնելու կարգը (անգլերեն)

source: Application Procedure (Armenian)
hy: Հայտերը ներկայացնելու կարգը (հայերեն)

source: About the company (English)
hy: Ընկերության մասին (անգլերեն)

source: About the company (Armenian)
hy: Ընկերության մասին (հայերեն)

source: Contacts
hy: Կոնտակտներ

source: Created
hy: Ստեղծվել է

source: Updated
hy: Թարմացվել է

source: Is Active?
hy: Ակտիվ է՞

source: Job Announcement
hy: Աշխատանքի Հայտարարություն

source: Job Announcements
hy: Աշխատանքի Հայտարարություններ

source: Title (English)
hy: Վերնագիրը (անգլերեն)

source: Title (Armenian)
hy: Վերնագիրը (հայերեն)

source: Description (English)
hy: Բացատրությունն (անգլերեն)

source: Description (Armenian)
hy: Բացատրությունն (հայերեն)

source: Requirements to the participant (English)
hy: Պահանջներ մասնակցին (անգլերեն)

source: Requirements to the participant(Armenian)
hy: Պահանջներ մասնակցին (հայերեն)

source: Article (English)
hy: Հոդվածը (անգլերեն)

source: Article (Armenian)
hy: Հոդվածը (հայերեն)

source: Open Competition
hy: Բաց մրցույթ

source: Open Competitions
hy: Բաց Մրցույթներ

source: Main image
hy: Գլխանկար

source: Program
hy: Ծրագիր

source: Programs
hy: Ծրագրեր

source: Archive Program
hy: Արխիվային Ծրագիր

source: Archive Programs
hy: Արխիվային Ծրագրեր

source: File
hy: Ֆայլ

source: Report
hy: Հաշվետվություն

source: Reports
hy: Հաշվետվություններ

source: Programs Photo
hy: Ծրագրի նկար

source: Programs Photos
hy: Ծրագրի նկարներ

source: Open Competition File
hy: Բաց մրցույթի ֆայլ

source: Open Competition Files
hy: Բաց մրցույթի ֆայլեր

source: Product
hy: Արտադրանք

source: Products
hy: Արտադրանքներ

source: Product File
hy: Արտադրանքի ֆայլ

source: Product Files
hy: Արտադրանքի ֆայլեր

source: Product Image
hy: Արտադրանքի նկար

source: Product Images
hy: Արտադրանքի նկարներ

source: Video Url
hy: Տեսահոլովակի հղումը

source: Product Video
hy: Արտադրանքի Տեսահոլովակ

source: Product Videos
hy: Արտադրանքի Տեսահոլովակներ

source: Django administration
hy: Կայքի Ադմինիստրացիա

source: Prologue (English)
hy: Նախաբան (անգլերեն)

source: Prologue (Armenian)
hy: Նախաբան (հայերեն)

source: Program File
hy: Ծրագրի ֆայլ

source: Program Files
hy: Ծրագրի ֆայլեր

source: Section
hy: Բաժին

source: Company name in English
hy: Ընկերության անվանումը (անգլերեն)

source: Company name in Armenian
hy: Ընկերության անվանումը (հայերեն)

source: email
hy: էլ․ հասցե

source: name
hy: անուն

source: Core
hy: Բաժիններ

source: Recent actions
hy: Վերջին գործողությունները

source: None available
hy: Ոչինչ հասանելի չէ

source: User
hy: Օգտագործող

source: Users
hy: Օգտագործողներ

source: My actions
hy: Իմ գործողությունները

source: Yes, I’m sure
hy: Այո, վստահ եմ

source: Please correct the error below.
hy: Խնդրում ենք ուղղել նշված սխալները.

source: Ensure this value is greater than or equal to %(limit_value)s.
hy: Համոզվեք, որ այս արժեքը մեծ կամ հավասար Է 1-ից

source: Delete selected %(verbose_name_plural)s
hy: Հեռացնել նշված %(verbose_name_plural)sին

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
hy: Համոզված ե՞ք, որ ուզում եք հեռացնել նշված %(objects_name)sին։ Այս բոլոր օբյեկտները, ինչպես նաև նրանց հետ կապված օբյեկտները կհեռացվեն․

source: The %(name)s “%(obj)s” was deleted successfully.
hy: Հաջողությամբ ջնջվեց

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
hy: Խնդրում ենք մուտքագրեք ձեր հին գաղտաբառը, հետո ձեր նոր գաղտնաբառը երկու անգամ, որպեսզի համոզվենք այն ճիշտ է մուտքագրվել․

source: Your password can’t be too similar to your other personal information.
hy: Գաղտնաբառը չպետք Է պարունարկի անձնական ինֆորմացիա․

source: Your password can’t be a commonly used password.
hy: Գաղտնաբառը չպետք Է լինի հաճախակի օգտագործվող գաղտնաբառերից․

source: Your password can’t be entirely numeric.
hy: Գաղտնաբառը չպետք է պարունարկի միայն թվեր.

source: No, take me back
hy: Ոչ, վերադառնալ

source: Banner
hy: Գլխանկարները

source: Banner Images
hy: Գլխանկարներ

source: was changed successfully.
hy: Հաջողությամբ փոփոխվեց
